git
base-devel
chezmoi
neovim
zsh
kitty
rofi-wayland
hyprland
hyprpaper
grim
slurp
wl-clipboard
playerctl
wireplumber
brightnessctl
thunar
unzip
wget
curl
npm
ripgrep