# Development Tools
git
base-devel
neovim
npm
ripgrep

# Dotfiles Management
chezmoi

# Shell
zsh
fzf
zoxide

# Terminal Emulator
kitty

# Hyprland
hyprland
hyprpaper
hyprpolkitagent
hyprshutdown
hyprlock
hypridle
hyprpicker

# XDG Desktop Portals
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland

# Application Launcher
rofi
rofi-wayland

# Screenshot Tools
grim
slurp

# Wayland/System Utilities
wl-clipboard
brightnessctl

# Audio/Media
playerctl
wireplumber

# File Manager
thunar

# System Utilities
unzip
wget
curl
less

# Fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts

# Keyring/Security
gnome-keyring
seahorse
libsecret

# Applications
obsidian

# Database
unixodbc
